{
  "common": {
    "create_resume": "Create Your Resume",
    "language_bengali": "Bengali",
    "language_english": "English",
    "edit_content": "Edit Content",
    "edit_content_desc": "Clicking here, you can add/edit your resume contents.",
    "personalize": "Personalize",
    "personalize_desc": "Clicking here, you can change bullet point icon and layout of your resume.",
    "auto_generate": "Auto Generate",
    "auto_generate_desc": "Clicking here, you will get a fully loaded resume that you can edit.",

    "how_to": "How To?",
    "how_to_desc": "Clicking there, you came to this page.",
    "made_by": "Made with ❤️ by"
  },
  "instructions": {
    "title": "How to create the Resume?",
    "tldr": "TLDR: Just check all the options available and you will get it. Don't worry, your progress is getting saved.",
    "add_content": "How to add content?",
    "add_content_points": ["From Personal Information area you can add personal information that you wish to show. If you left some field blank then that will not show up.", "There is an option to add an image. If you add that then the image will get saved in my firestore account.", "Other information will get saved in your browser if you don't sign in.", "If you sign in then the information will get saved in my firestore account. And once you sign in again you will have an option (Pop Up) to restore previous data."],
    "customize": "How To Customize?",
    "customize_points": ["By clicking on the Personalize button you will get an option to customize your resume.", "You can change bullet point icon.", "Also, you can select Layout that suits your needs."],
    "download": "How To Print or Download?",
    "download_points": ["By clicking on the Print button, you can print your resume with some printer or can download as .PDF.", "PDF file remains same on all devices and browsers."],
    "signin": "How and Why you Sign In?",
    "signin_points": ["If you Sign In, you can sync the progress you made on creating your resume on a different device/location.", "If you don't want to OR can't sign in, then still your text data is saved on your browsers local storage."],
    "caution": "Caution",
    "caution_points": ["If you sign in then your information will get saved in my firestore account.", "If you are worried about your information privacy then I suggest you don't sign in. Still, your data will get saved ONLY on your browser and no one will get access to that."]
  }
}
