{
  "common": {
    "create_resume": "আপনার জীবনবৃত্তান্ত তৈরি করুন",
    "language_bengali": "বাংলা",
    "language_english": "English",
    "edit_content": "কন্টেন্ট এডিট করুন",
    "edit_content_desc": "এখানে ক্লিক করে, আপনি আপনার জীবনবৃত্তান্তের বিষয়বস্তু যোগ/সম্পাদনা করতে পারেন।",
    "personalize": "পার্সোনালাইজ করুন",
    "personalize_desc": "এখানে ক্লিক করে, আপনি আপনার জীবনবৃত্তান্তের রঙ এবং লেআউট পরিবর্তন করতে পারেন।",
    "auto_generate": "স্বয়ংক্রিয়ভাবে তৈরি করুন",
    "auto_generate_desc": "এখানে ক্লিক করে, আপনি সম্পূর্ণ লোড করা একটি জীবনবৃত্তান্ত পাবেন যা আপনি সম্পাদনা করতে পারেন।",
    "download": "ডাউনলোড করুন",
    "download_desc": "এখানে ক্লিক করে, আপনি আপনার জীবনবৃত্তান্ত ডাউনলোড/প্রিন্ট করতে পারেন।",
    "how_to": "কিভাবে?",
    "how_to_desc": "এখানে ক্লিক করে, আপনি এই পৃষ্ঠায় এসেছেন।",
    "made_by": "❤️ দিয়ে তৈরি করেছেন"
  },
  "instructions": {
    "title": "কীভাবে জীবনবৃত্তান্ত(Resume/CV) তৈরি করবেন?",
    "tldr": "সারমর্ম: সবগুলা অপশন চেক করুন, আপনি এমনিতেই পারবেন। ভয় পাবেন না, আপনি যতটুকু লিখেছেন, সেটুকু সংরক্ষন হচ্ছে।",
    "add_content": "কন্টেন্ট কিভাবে যোগ করবেন?",
    "add_content_points": ["ব্যক্তিগত তথ্য(Personal Information) এলাকা থেকে আপনি ব্যক্তিগত তথ্য যোগ করতে পারেন যা আপনি দেখাতে চান। আপনি যদি কিছু ক্ষেত্র ফাঁকা রাখেন তাহলে সেটি দেখাবে না।", "একটি ছবি যোগ করার অপশন আছে। আপনি যদি এটি যোগ করেন তবে ছবিটি আমার ফায়ারস্টোর অ্যাকাউন্টে সংরক্ষিত হবে।", "আপনি সাইন ইন না করলে অন্যান্য তথ্য আপনার ব্রাউজারে সংরক্ষিত হবে।", "আপনি যদি সাইন ইন করেন তাহলে তথ্য আমার ফায়ারস্টোর অ্যাকাউন্টে সংরক্ষিত হবে। এবং পরবর্তীতে আপনি আবার সাইন ইন করলে আপনার কাছে আগের ডেটা পুনরুদ্ধার করার অপশন(Pop Up) থাকবে৷"],
    "customize": "কিভাবে কাস্টমাইজ করবেন?",
    "customize_points": ["পার্সনালাইজ (Personalize) বাটনে ক্লিক করে আপনি কাস্টমাইজ করার বিভিন্ন অপশন পাবেন।", "আপনি সিভি/রেজিউমের বিভিন্ন অংশের কালার এবং লে-আউট এখান থেকে চেঞ্জ করতে পারেন।", "এছাড়াও, আপনি আপনার প্রয়োজন অনুযায়ী লেআউট নির্বাচন করতে পারেন।"],
    "download": "কিভাবে প্রিন্ট বা ডাউনলোড করবেন?",
    "download_points": ["ডাউনলোড (Download) বাটনে ক্লিক করে, আপনি প্রিন্টার দিয়ে আপনার জীবনবৃত্তান্ত প্রিন্ট করতে পারেন অথবা আপনার ব্রাউজারের Print to PDF ফাংশন ব্যাবহার করে .PDF (পি ডি এফ) আকারে সেভ করতে পারেন।", "আপনি যদি PC/Mac এ থাকেন এবং .PDF হিসাবে ডাউনলোড করতে চান তাহলে নিশ্চিত করুন যে Save as PDF ডায়ালগ বক্স থেকে কোনো মার্জিন সেট করা নেই।", "Save as PDF ডেস্কটপ এবং মোবাইল ডিভাইসে Chrome / ক্রম ব্রাউজারে সবচেয়ে ভাল কাজ করে৷", "এটি অন্যান্য ব্রাউজার এবং ডিভাইসেও কাজ করে, তবে আপনাকে কিছু অপশন চেঞ্জ করতে হতে পারে।"],
    "signin": "আপনি কিভাবে এবং কেন সাইন ইন করবেন?",
    "signin_points": ["যদি আপনি সাইন ইন করেন, আপনি একটি ভিন্ন ডিভাইস/অবস্থানে আপনার জীবনবৃত্তান্ত তৈরি করার অগ্রগতি Syncronize করতে পারেন। যদি কিনা সেই ডিভাইসে একই জিমেইল আইডি দিয়ে সাইন ইন করতে পারেন।", "আপনি যদি সাইন ইন করতে না চান বা সাইন ইন করতে না পারেন, তাহলেও আপনার টেক্সট ডেটা আপনার ব্রাউজারের স্টোরেজ (local storage) এ সংরক্ষিত থাকে।"],
    "caution": "সতর্কতা",
    "caution_points": ["আপনি সাইন ইন করলে আপনার তথ্য আমার ফায়ারস্টোর অ্যাকাউন্টে সংরক্ষিত হবে।", "আপনি যদি আপনার তথ্যের গোপনীয়তা নিয়ে উদ্বিগ্ন হন তাহলে আমি আপনাকে সাইন ইন না করার পরামর্শ দিচ্ছি। তবুও, আপনার ডেটা শুধুমাত্র আপনার ব্রাউজারে সংরক্ষিত হবে এবং কেউ এতে অ্যাক্সেস পাবে না"]
  }
}
